/* title for the available tags cloud field */
"ActivateiTunesTitle" = "Aktivovať iTunes";

/* No comment provided by engineer. */
"Album" = "Album";

/* No comment provided by engineer. */
"Album Artist" = "Umelec albumu";

/* No comment provided by engineer. */
"Album Artist or Artist" = "Umelec albumu alebo Umelec";

/* inform the user that in order to receive notifiations from iTunes they should set GrowlTunes to launch at login */
"AlertMessageStartAtLogin" = "Povolenie tohoto nastavenia umožní spustiť GrowlTunes vždy po vašom prihlásení sa do systému, tak aby bol dostupný pri používaní iTunes.";

/* start at login alert title informing the user what's going to happen */
"AlertTitleStartAtLogin" = "Upozornenie! Povolenie tohoto nastavenia pridá GrowlTunes k aplikáciam spúšťaním po prihlásení sa do systému.";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Ste si istý, že chcete ukončiť GrowlTunes?";

/* No comment provided by engineer. */
"Artist" = "Umelec";

/* title for the available tags cloud field */
"AvailableTagsTitle" = "Dostupné značky:";

/* User wants to run GrowlTunes in the background, no icons in the menu or dock */
"BackgroundAlertMessage" = "Povolenie tohoto nastavenia umožní beh GrowlTunes bez zobrazenia ikony v Docku a menu bare.\n\nK nastaveniam je možné sa dostať spustením GrowlTunes cez Launchpad, alebo Finder.";

/* User wants to run GrowlTunes in the background, no icons in the menu or dock */
"BackgroundAlertTitle" = "Upozornenie! Povolenie tohoto nastavenia spustí GrowlTunes na pozadí";

/* title for the both icon position menu item */
"BothIconPositionTitle" = "Dock aj menu";

/* bring itunes to front menu text */
"BringiTunesToFrontMenuTitle" = "Presuň iTunes do popredia";

/* Cancel Button Title */
"CancelButtonTitle" = "Zrušiť";

/* No comment provided by engineer. */
"Changed Tracks" = "Zmenené skladby";

/* No comment provided by engineer. */
"Comment" = "Komentár";

/* No comment provided by engineer. */
"Description" = "Popis";

/* title for the dock icon position menu item */
"DockIconPositionTitle" = "Dock";

/* No comment provided by engineer. */
"Episode" = "Epizóda";

/* No comment provided by engineer. */
"Episode ID" = "ID dielu";

/* No comment provided by engineer. */
"Episode Number" = "Číslo dielu";

/* title for the Format Tab */
"FormatTabTitle" = "Formát";

/* title for the General Tab */
"GeneralTabTitle" = "Hlavný";

/* title for the HotKeys Tab */
"HotKeysTabTitle" = "Skratky";

/* title for the icon position pop-up */
"IconPositionTitle" = "Pozícia ikony:";

/* No comment provided by engineer. */
"If you quit GrowlTunes you will no longer receive iTunes notifications." = "Ak ukončíte GrowlTunes, nebudú sa zobrazovať upozornenie iTunes.";

/* No comment provided by engineer. */
"Long Description" = "Dlhý popis";

/* No comment provided by engineer. */
"Long Description, Comment, or Description" = "Dlhý popis, Komentár, alebo Popis";

/* title for the menu icon position menu item */
"MenuIconPositionTitle" = "Menu";

/* the setting the user changed will only become effective when the user relaunches the application */
"MessageTextEffectiveUponRestart" = "Toto nastavenie bude použité po reštarte GrowlTunes";

/* No comment provided by engineer. */
"MovieFormatTitle" = "Film";

/* No comment provided by engineer. */
"MusicFormatTitle" = "Hudba";

/* No comment provided by engineer. */
"MusicVideoFormatTitle" = "Hudobné video";

/* No comment provided by engineer. */
"Name" = "Názov";

/* Next track menu text */
"NextTrackMenuTitle" = "→ Nasledujúca skladba";

/* title for the available tags cloud field */
"NextTrackTitle" = "Nasledujúca skladba:";

/* No comment provided by engineer. */
"No" = "No";

/* title for the none icon position menu item */
"NoneIconPositionTitle" = "Nič";

/* title for the notification description format field */
"NotificationDescriptionTitle" = "Popis:";

/* title for the notification title format field */
"NotificationTitleTitle" = "Názov:";

/* title for the notify on pause checkbox */
"NotifyOnPauseTitle" = "Upozorniť pri prerušení prehrávania";

/* title for the notify on stop checkbox */
"NotifyOnStopTitle" = "Upozorniť pri ukončení prehrávania";

/* title for the notify when in foreground checkbox */
"NotifyWheniTunesIsInFrontTitle" = "Notifikovať aj pri aktívnom iTunes";

/* title for the available tags cloud field */
"NowPlayingTitle" = "Práve hrá:";

/* OK Button Title */
"OkButtonTitle" = "OK";

/* No comment provided by engineer. */
"Paused" = "Pozastavený";

/* No comment provided by engineer. */
"Play Time" = "Čas prehrávania";

/* Play pause menu text */
"PlayPauseMenuTitle" = "▶ Spustiť/Pozastaviť";

/* title for the available tags cloud field */
"PlayPauseTitle" = "Spustiť/Pozastaviť:";

/* No comment provided by engineer. */
"PodcastFormatTitle" = "Podcast";

/* Preferences menu text */
"PreferencesMenuTitle" = "Nastavenia";

/* title for the Preferences Window */
"PreferencesWindowTitle" = "Nastavenia";

/* Previous track menu text */
"PreviousTrackMenuTitle" = "← Predchádzajúca skladba";

/* title for the available tags cloud field */
"PreviousTrackTitle" = "Predchádzajúca skladba:";

/* quit both menu text */
"QuitBothMenuTitle" = "Ukonči oba";

/* quit growltunes menu text */
"QuitGrowlTunesMenuTitle" = "Ukonči GrowlTunes";

/* quit itunes menu text */
"QuitiTunesMenuTitle" = "Ukonči iTunes";

/* No comment provided by engineer. */
"Rating" = "Hodnotenie";

/* ratings menu text */
"RatingsMenuTitle" = "Hodnotenie";

/* No comment provided by engineer. */
"Season Number" = "Číslo série";

/* No comment provided by engineer. */
"Show" = "Zobraziť";

/* No comment provided by engineer. */
"ShowFormatTitle" = "Zobraziť";

/* title for the start at login switch */
"StartAtLoginTitle" = "Spustiť pri prihlásení";

/* No comment provided by engineer. */
"Started" = "Spustený";

/* start itunes menu text */
"StartiTunesMenuTitle" = "Spustiť iTunes";

/* No comment provided by engineer. */
"Stopped" = "Zastavený";

/* No comment provided by engineer. */
"Stream Title" = "Názov streamu";

/* No comment provided by engineer. */
"StreamFormatTitle" = "Stream";

/* No comment provided by engineer. */
"Track Count" = "Počet skladieb";

/* No comment provided by engineer. */
"Track Number" = "Číslo skladby";

/* No comment provided by engineer. */
"Video Kind" = "Druh videa";

/* title for the available tags cloud field */
"VolumeDownTitle" = "Znížiť hlasitosť:";

/* volume menu text */
"VolumeMenuTitle" = "Hlasitosť";

/* title for the available tags cloud field */
"VolumeUpTitle" = "Zvýšiť hlasitosť:";

/* No comment provided by engineer. */
"Yes" = "Áno";

